<template>
  <v-container>
    <v-card>
      <v-card-title
        >РАЗВОЈ НА ВЕБ АПЛИКАЦИЈА ЗА ПРОДАВАЊЕ НА СУПЛЕМЕНТИ ВО
        ИСХРАНА</v-card-title
      >
      <v-card-subtitle> Леон Чобанов (15333) </v-card-subtitle>
      <v-card-text>
        Оваа дипломска работа го опфаќа развојот на мојата веб-апликација за
        продавање на суплементи во исхрана. Пред се таа претставува веб
        продавница каде што корисникот може да си направи свој акаунт и да
        набави производ по негов избор. Предноста на оваа апликација се состои
        во тоа што купувачот ќе може да си ги комбинира производите кои се
        неопходни во подобрување на неговата физичка кондиција. Исто така во
        зависност од можностите производите ќе бидат понудени со пониска маржа
        со цел да бидат поконкурентни во однос на физичките пунктови каде што
        физички се продаваат истите производи. Понатаму исто така како
        општествено одговорна апликација ќе им бидат понудени на клиентите низа
        на објаснувања за предностите но и за негативните страни од прекумерна
        консумирање на тие производи. Таргетираната група на оваа апликација се
        спортисти кои се занимаваат со фитнес и бодибилдинг но може да се
        прошири на сите кои се занимаваат со спортски активности.
      </v-card-text>
    </v-card>
  </v-container>
</template>

<script >
export default {};
</script>

<style >
</style>